export const chatListDummy = [
  {
    id: 1,
    text: "<게임의 규칙>이 북미 박스오피스 1위라는데, 제작비가 워낙 크잖아. 이거 성공했다고 볼 수 있을까?",
    isUser: true,
  },
  {
    id: 2,
    text: "아직은 초기라 확정하긴 어렵지만, 개봉 직후 7000만 달러 수익은 긍정적인 신호야. 다만 제작비가 2억 9800만 달러라 손익분기점을 넘으려면 더 장기 흥행이 필요해.",
    isUser: false,
  },
  {
    id: 3,
    text: "맞아, 요즘 OTT 경쟁도 치열해서 극장 흥행만으로는 힘들 수도 있겠네.",
    isUser: true,
  },
  {
    id: 4,
    text: "맞아. 하지만 이 영화는 액션 블록버스터라 해외 시장, 특히 아시아에서 더 큰 반응을 얻을 가능성이 높아. 만약 글로벌 흥행에 성공한다면 손익을 넘길 수 있을 거야.",
    isUser: false,
  },
  {
    id: 5,
    text: "그럼 결국 ‘흥행 실패냐 성공이냐’는 해외 성적이 좌우하겠네.",
    isUser: true,
  },
  {
    id: 6,
    text: "정확해. 북미 성적만 보면 불안할 수 있지만 해외 시장을 고려하면 아직 충분히 기회가 있어. 그래서 현재 상황은 ‘잠재적 성공’ 단계라고 보는 게 적절해.",
    isUser: false,
  },
];
